[
  {
    "Theatre Name": "Arena Stage",
    "Type": "Regional Theatre",
    "Mission Statement": "Arena Stage is the voice of American theater resident in our nation’s capital. Focused on American artists, our productions are innovative and representative of stories from across the country. We nurture new plays and reimagine classics. We celebrate our democracy and diversity through a multitude of voices in our productions and community engagement programs to inspire people to action. We produce all that is passionate, exuberant, profound, entertaining, deep and dangerous in the American spirit.",
    "Artistic Director": "Hana S. Sharif",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Atlantic Theatre Company",
    "Type": "Off-Broadway",
    "Mission Statement": "At Atlantic, our aim is singular—to empower simple and honest storytelling that fosters greater understanding of our shared world. We are a family of artists dedicated to exploring essential truths onstage, be it a show at Atlantic Theater Company or a class at Atlantic Acting School. As a producer, presenter, and educator of theater, we are driven by the belief that theater can challenge and transform our ways of thinking and urge us to reflect on our role in society. From our Tony Award and Pulitzer Prize-winning productions to our community-based education programs, we are committed to uncovering and celebrating the stories of our varied human existence",
    "Artistic Director": "Neil Pepe",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Barrington Stage",
    "Type": "Regional Theatre",
    "Mission Statement": "The theater’s mission is to enlighten, entertain, and educate by creating theatrical programming of the highest caliber that has a transformative impact on audiences, the community, and its field. Under Bensussen’s artistic vision, the theater has reimagined classics including Eugene O’Neill’s Ah, Wilderness! which reopened the theater to great acclaim following the pandemic and brought more work celebrating the Latine heritages in the region, including Quixote Nuevo, the virtual American Voices New Play Festival, Kiss My Aztec!, and Espejos: Clean. Hartford Stage has presented various world premieres including the Broadway successes Anastasia and A Gentleman’s Guide to Love and Murder (winner of four 2014 Tony Awards), and Quiara Alegría Hudes’ Water by the Spoonful (winner of the 2012 Pulitzer Prize for Drama). Hartford Stage’s vast education programs engage students of all ages from across the state through student matinee performances, in-school programs, theatre classes, and youth productions.",
    "Artistic Director": "Alan Paul",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "Alaine Aldaffer,Lisa Donadio",
    "Status": ""
  },
  {
    "Theatre Name": "Chain Theatre",
    "Type": "Off-Broadway",
    "Mission Statement": "The Chain Theatre is a not for profit 501(C)3 production company whose goal is to create artistic work that is accessible, relatable, and invokes a visceral response in the audience through the mediums of theatre and film. We provide opportunities for New York based artists to experience challenging subject matters and universal themes. A deep respect for the narrative is the driving force behind the cultivation of original texts, the further investigation of recently produced work, and the reclaiming of existing classics for a modern audience. The material chosen focuses on the cyclical nature of history and complexity of the human spirit. The Chain provides professional platforms for new artists and true independent filmmakers to showcase their work and to share their personal stories and original ideas in our communities.",
    "Artistic Director": "Kirk Gostkowski",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Classic Stage Company",
    "Type": "Off-Broadway",
    "Mission Statement": "Classic Stage Company (CSC) challenges the traditional perception of classic work by exploring and reimagining great stories across the world’s repertoire that illuminate our common humanity. As a home for the classics, we collaborate with artists to produce work that is inclusive, relevant and accessible. We believe that theater can both reflect and improve our society by reaching across cultural divides in order to foster shared empathy and understanding.",
    "Artistic Director": "Jill Rafson",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Denver Center for Performing Arts",
    "Type": "Regional Theatre",
    "Mission Statement": "",
    "Artistic Director": "Chris Coleman",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Flint Repertory Theatre",
    "Type": "Regional Theatre",
    "Mission Statement": "FIM Flint Repertory Theatre is a professional, not-for-profit theater in the heart of Flint, Michigan. Flint Rep is committed to providing the city of Flint and surrounding communities with highly imaginative, thought-provoking theatre that is challenging, entertaining and inspiring for everyone. Established in 2018, Flint Rep is committed to producing world premiere plays and musicals and innovative new takes on the classics.",
    "Artistic Director": "Michael Lluberes",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Guthrie Theatre",
    "Type": "Regional Theatre",
    "Mission Statement": "",
    "Artistic Director": "Joseph Haj",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Hartford Stage",
    "Type": "Regional Theatre",
    "Mission Statement": "To enlighten, entertain, and educate by creating theatrical programming of the highest caliber that has a transformative impact on audiences, the community, and its field.",
    "Artistic Director": "Melia Bensussen",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "INTAR",
    "Type": "Off-Broadway",
    "Mission Statement": "INTAR is an organization committed since 1966 to the development of “theater arts without borders.” For decades INTAR has produced workshops and world premieres of plays, stage works and adaptations created by Latin playwrights and artists. INTAR commissions, develops and produces live theater works generated by Latin playwrights, composers, directors, choreographers and visual artists and assists early career U.S. Latin artists and producers in obtaining their first professional theater credits, union memberships and reviews in English language media.",
    "Artistic Director": "Lou Moreno",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Irish Repertory Theatre",
    "Type": "Off-Broadway",
    "Mission Statement": "The mission of Irish Repertory Theatre is to provide a context for understanding the contemporary Irish-American experience through evocative works of theater, music, and dance. This mission is accomplished by staging the works of Irish and Irish-American classic and contemporary playwrights, encouraging the development of new works focused on the Irish and Irish-American experience, and producing the works of other cultures interpreted through the lens of an Irish sensibility.",
    "Artistic Director": "Charlotte Moore,Ciarán O’Reilly",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "La Jolla Playhouse",
    "Type": "Regional Theatre",
    "Mission Statement": "La Jolla Playhouse advances theatre as an art form, telling stories that inspire empathy and create a dialogue toward a more just future. With our intrepid spirit and eclectic, artist-driven approach we will continue to cultivate a local, national and global following with an insatiable appetite for audacious work.",
    "Artistic Director": "Christopher Ashley",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "La Mama",
    "Type": "Off-Broadway",
    "Mission Statement": "",
    "Artistic Director": "Mia Yoo",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "LABryinth Theatre Company",
    "Type": "Off-Broadway",
    "Mission Statement": "We provide unfettered creative opportunities for a community of artists of all backgrounds and abilities. We are committed to being a permanent safe harbor for unsafe and surprising work, offering a glimpse of the new and the next in American theatre.",
    "Artistic Director": "Aaron Roman Weiner",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Long Wharf Theatre",
    "Type": "Regional Theatre",
    "Mission Statement": "Long Wharf Theatre is dedicated to producing boundary-breaking theatre with and for its many, kaleidoscopic communities.",
    "Artistic Director": "Jacob G. Padrón",
    "Associate Artistic Director (if available)": "Rachel Alderman",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Manhattan Theatre Club",
    "Type": "",
    "Mission Statement": "MTC’s mission, which Meadow created in 1972 and has implemented over five decades of award-winning theatrical productions, is to develop and present new work in a dynamic, supportive environment; to identify and collaborate with the most promising new as well as seasoned, accomplished artists; and to produce a diverse repertoire of innovative, entertaining, and thought-provoking plays and musicals by American and international playwrights.",
    "Artistic Director": "Lynne Meadow",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "David Caparelliotis,Kellie Gillespie",
    "Status": ""
  },
  {
    "Theatre Name": "MCC Theatre",
    "Type": "",
    "Mission Statement": "To us, this mission has always meant building space for discussions about new, transformative ideas with a community that is engaged, vibrant and expansive.  Along the way we’ve learned about new and better ways to serve the mission both in our productions and in our internal operations.",
    "Artistic Director": "Bernie Telsey,Will Cantler",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "New York Theatre Workshop",
    "Type": "",
    "Mission Statement": "We are a community of artists and audience members who believe in the transformative power of theatre. For 40 years, New York Theatre Workshop has cultivated a space where our common humanity is affirmed—where audiences are both challenged and delighted by the daring vision of our artists.\n\nTogether, we seek to understand what it means to be alive today; we are committed to exploring new ideas, seeing new perspectives, and hearing new voices.\n\nWe believe theatre can deepen empathy and spark wonder. It can help us better understand our world—and that’s exactly what we strive to do, through innovative productions, a dynamic workshop system, and empowering community engagement programs.",
    "Artistic Director": "Patricia McGregor",
    "Associate Artistic Director (if available)": "Aaron Malkin",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Playwrights Horizons",
    "Type": "",
    "Mission Statement": "Playwrights Horizons is a writer's theater dedicated to the development of contemporary American playwrights, and to the production of innovative new work. In a city rich with cultural offerings, Playwrights Horizons' 52-year-old mission is unique; we have distinguished ourselves by a steadfast commitment to centering and advancing the voice of the playwright. It’s a mission that is always timely, and one that’s necessary in the ongoing evolution of theater in this country.",
    "Artistic Director": "Adam Greenfield",
    "Associate Artistic Director (if available)": "Natasha Sinha",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Rattlestick Theatre",
    "Type": "Off-Broadway",
    "Mission Statement": "",
    "Artistic Director": "Will Davis",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Roundabout Theatre Company",
    "Type": "",
    "Mission Statement": "Roundabout celebrates the power of theatre by spotlighting classics from the past, cultivating new works of the present, and educating minds for the future.",
    "Artistic Director": "Scott Ellis",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Seattle Rep",
    "Type": "Regional Theatre",
    "Mission Statement": "Seattle Rep collaborates with extraordinary artists to create productions and programs that reflect and elevate the diverse cultures, perspectives, and life experiences of our region.",
    "Artistic Director": "Dámaso Rodríguez",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Signature Theatre",
    "Type": "Off-Broadway",
    "Mission Statement": "A HOME FOR STORYTELLERS. A SPACE FOR ALL. Signature Theatre offers an immersive journey through a playwright’s body of work to theatregoers seeking intimate human connection and extraordinary cultural experiences.",
    "Artistic Director": "Paige Evans",
    "Associate Artistic Director (if available)": "Beth Whitaker",
    "Known Casting Directors": "David Caparelliotis",
    "Status": ""
  },
  {
    "Theatre Name": "Soho Playhouse",
    "Type": "Off-Broadway",
    "Mission Statement": "Our mission is to create and showcase groundbreaking new theater from diverse voices and artists from across the globe.",
    "Artistic Director": "Darren Lee cole",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "St. Anne's Warehouse",
    "Type": "",
    "Mission Statement": "St. Ann’s Warehouse plays a vital role on the global cultural landscape as an artistic home for international companies of distinction, American avant-garde masters and talented emerging artists ready to work on a grand scale. St. Ann’s signature flexible, open space allows artists to stretch, both literally and figuratively, enabling them to approach work with unfettered creativity, knowing that the theater can be adapted in multiple configurations to suit their needs.",
    "Artistic Director": "Susan Feldman",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "The Shed",
    "Type": "",
    "Mission Statement": "The Shed is a new cultural institution of and for the 21st century. We produce and welcome innovative art and ideas, across all forms of creativity, to build a shared understanding of our rapidly changing world and a more equitable society.\n\nIn our highly adaptable building on Manhattan’s west side, The Shed brings together established and emerging artists to create new work in fields ranging from pop to classical music, painting to digital media, theater to literature, and sculpture to dance. We seek opportunities to collaborate with cultural peers and community organizations, work with like-minded partners, and provide unique spaces for private events.",
    "Artistic Director": "Alex Poots",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "Vineyard Theatre",
    "Type": "Off-Broadway",
    "Mission Statement": "Vineyard Theatre is an Off-Broadway theatre company dedicated to developing and producing new plays and musicals that push the boundaries of what theatre can be and do. We seek to nurture a daring community of theatre makers and audiences, and to lift up voices that resonate far beyond our stage.",
    "Artistic Director": "Douglas Aibel,Sarah Stern",
    "Associate Artistic Director (if available)": "Jesse Cameron Alick",
    "Known Casting Directors": "",
    "Status": ""
  },
  {
    "Theatre Name": "WP Theatre",
    "Type": "Off-Broadway",
    "Mission Statement": "Nation’s oldest and largest theater company dedicated to developing, producing, and promoting the work of Women+ at every stage of their careers.",
    "Artistic Director": "Lisa McNulty",
    "Associate Artistic Director (if available)": "",
    "Known Casting Directors": "",
    "Status": ""
  }
]
